[
	{
		"title": "General Specifications",
		"description": "The internal doors are paint-finished flush with MDF boards, while the entry door features a Fairview panel. Hardware throughout includes the Schlage Ease S2 system. Windows are Fairview Architectural Linear 35. The electrical setup includes LED lighting, power sockets, general connections, phone and TV jacks, heated towel rails, and bathroom fans. Heating is provided by a Mitsubishi 5kW unit, and hot water is supplied by a 180L hot water cylinder. Wattyl Paint is used throughout the property. The roof consists of 0.4mm Roofline corrugated roofing, with Roofline also supplying the fascia, guttering, and downpipes. Exterior cladding is Rockcote applied over INTEGRA ACC panels."
	},
	{
		"title": "Bathroom",
		"description": "The bathroom features a tiled shower, a Lifnfa 400mm wall-hung basin, and a Certo 750 wall-hung vanity in black. A chrome heated towel rail provides additional comfort, while a mirror is installed above the vanity. Tapware is from the Savon Elementi range, and the toilet is a Heron BTW toilet suite."
	},
    {
		"title": "Kitchen",
		"description": "The kitchen appliances include a Smeg 60cm built-in oven, a Smeg 60cm ceramic cooktop, a Smeg 60cm dishwasher, and a built-in power pack rangehood. Laundry is handled by a Samsung washer/dryer combo, while refrigeration and microwave needs are met with Samsung fridge-freezer and microwave units."
	},
    {
		"title": "Internal Colours",
		"description": "The flooring includes Shadow carpet and Argyle flooring throughout the home. The kitchen features cabinets in Grey Seal and Raw Birchply Naturale, complemented by a Treble Cone engineered stone benchtop and a clear glass splashback. Ceilings, trim, doors, and walls are finished in Half Black White, while window coverings are Chalk-colored blinds."
	},
    {
		"title": "Interior Lining",
		"description": "The insulation includes R2.8 wall insulation and R3.6 ceiling insulation. GIB is standard for walls and ceilings, with brace line installed according to engineers' specifications and noise line used where acoustic performance is required. GIB stopping is completed to a Level 4 finish. Skirting and architraves feature MDF square-finished skirting throughout, with pine skirting used in wet areas."
	}
]
